Repository: malodev/soaring_club
Catalog: soaring_club/apps/aircraftlogger/locale/*/LC_MESSAGES/django.po
Languages: it

source: Takeoff field
it: Aeroporto di decollo

source: Landing field
it: Aeroporto di atterraggio

source: Cents
it: Centesimi

source: Tow cents
it: Centesimi traino

source: TMG cents
it: Centesimi motoaliante

source: Tourist cents
it: Centesimi turistico

source: Promotional flight
it: Volo promozionale

source: Member Note
it: Nota dell'utente

source: Member
it: Socio

source: Only member with negative balance
it: Solo soci con saldo negativo

source: From reference
it: Da riferimento

source: To reference
it: A riferimento

source: Receipt does not exist
it: La ricevuta non esiste

source: Receipt from come after receipt to. Check values
it: La ricevuta 'da' viene dopo dopo la ricevuta 'a'

source: From date
it: Dalla data

source: To date
it: Alla data:

source: From date come after to date. Check values
it: La data 'da' viene dopo la data 'a'. Controlla i valori

source: Date
it: Data

source: Takeoff
it: Decollo

source: Landing
it: Atterraggio

source: Pilot
it: Pilota

source: Instructor
it: Istruttore

source: Plane
it: Veivolo

source: Glider
it: Aliante

source: Tow Cost
it: Costo Traino

source: Porpouse
it: Finalità

source: Glider Landing
it: Atterraggio Aliante

source: Tow Plane
it: Traino

source: Tow Pilot
it: Trainatore

source: Warmup Cost
it: Costo del riscaldamento

source: Minutes
it: Minuti

source: Counter unit
it: Unità dell'orametro

source: Towing
it: Traino

source: Touring Motor Glider
it: Motoaliante

source: Tourist propeller flight
it: Volo turistico

source: Promotional glider flight
it: Volo promozionale

source: Service flight
it: Volo di servizio

source: Glider Pilot
it: Pilota di Aliante

source: TMG Pilot
it: Pilota di Motoaliante

source: PPL Pilot
it: Pilota PPL

source: Student
it: Allievo

source: Registered
it: Iscritto

source: Inactive
it: Non attivo

source: Guest
it: Ospite

source: Member type
it: Tipo di socio

source: Member types
it: Tipi di socio

source: Type
it: Tipo

source: First Name
it: Nome

source: Last Name
it: Cognome

source: sort name
it: nome per ordinamento

source: Notes
it: Note

source: Picture
it: Foto

source: Members
it: Soci

source: Self-launching
it: Decollo autonomo

source: Touring Motor Gliders
it: Motoaliante

source: Propeller
it: Elica

source: Plane Type
it: Tipo di veivolo

source: Owner
it: Proprietario

source: Registration Mark
it: Marche

source: Manufacter
it: Fabbricante

source: Model
it: Modello

source: Planes
it: Veivoli

source: Serial
it: Seriale

source: Flarm ID
it: Idendificativo Flarm

source: Installation date
it: Data di installazione

source: Change/Removed date
it: Data di modifica/rimozione

source: Installation
it: Installazione

source: Installations
it: Installazioni

source: Purchase date
it: Data di acquisto

source: Date of sale
it: Data di vendita

source: Ownership
it: Proprietà

source: Ownerships
it: Proprietà

source: Flight
it: Volo

source: Flights
it: Voli

source: Reference
it: Riferimento

source: Payer
it: Pagante

source: Description of payment
it: Causale

source: Created in
it: Creata il

source: Updated in
it: Modificata il

source: Created by
it: Creata da

source: Updated by
it: Modificata da

source: Note
it: Nota

source: Receipt
it: Ricevuta

source: Receipts
it: Ricevute

source: Invoice
it: Ricevuta

source: Total Price
it: Prezzo totale

source: Description
it: Descrizione

source: Quantity
it: Quantità

source: Unit Price
it: Prezzo unitario

source: Receipt generic detail
it: Voce generica

source: Receipt generics details
it: Voci generiche

source: Credit
it: Credito

source: Price/credit unit
it: Prezzo/centesimo

source: Credit class
it: Classe di credito

source: Flight receipt detail
it: Detteglio ricevuta per i voli

source: Flights receipt details
it: Dettegli ricevuta per i voli

source: Tow Flight
it: Traino di

source: Flight cost
it: Costo del volo

source: Cost class
it: Classe di costo

source: Flight Bill
it: Stralcio del volo

source: Flights Bills
it: Stralci dei voli

source: Initial date
it: Data iniziale

source: Initial tow credit
it: Credito traino iniziale

source: Initial TMG credit
it: Credito motoaliante iniziale

source: Member credit
it: Credito Socio

source: Member credits
it: Crediti Socio

source: Active
it: Attivi

source: The two password fields didn't match.
it: Le due password non corrispondono

source: A user with that username already exists.
it: Un utente con questo nome esiste già

source: Flights bills
it: Stralci dei voli

source: Reports
it: Resoconti

source: Fligths sheet
it: Stralci

source: Total
it: Totale

source: Payment description
it: Causale

source: Flarms installed on aircrafts
it: Flarm installati sugli aerei

source: Update flight
it: Aggiorna il volo

source: Flight releted
it: Collegati al volo

source: Flights managment
it: Gestione dei voli

source: Manage flights stored on data base
it: Gestisce i voli presenti nella base di dati

source: Update Flight
it: Aggiorna il Volo

source: Create Flight
it: Crea un Volo

source: Flight detail and landing information editing
it: Dettagli del volo e modifica delle informazioni di atterraggio

source: <strong>Bold</strong> fields are required.
it: I campi in <strong>grassetto</strong> sono richiesti.

source: Flight landing update
it: Modifica dell'atterraggio del volo

source: Landing update
it: Modifica atterraggio

source: Please enter flight landing information
it: Inserisci le informazioni dell'atterraggio

source: Flight saved successfully
it: Volo salvato con successo

source: Save
it: Salva

source: Return to flights list
it: Ritorna alla lista dei voli

source: Flights list
it: Lista dei voli

source: List your flights stored on data base
it: Visualizza i tuoi voli

source: one flight found
it: un volo trovato

source: From
it: Dal

source: have
it: ha

source: flown for
it: volato per

source: in aircrafts of type
it: in veivoli di tipo

source: one flight misses time landing
it: per un volo manca il tempo di atterraggio

source: Flight Duration
it: Durata volo

source: Flights range
it: Intervallo date

source: Please enter flights dates.
it: Inserisci le date di interesse

source: View
it: Guarda

source: Copilot
it: Istruttore

source: Flights as copilot
it: Voli come istruttore

source: View flights as copilot
it: Vedi i voli effettuati come istruttore

source: Instructor Flights
it: Voli da istruttore

source: Copilot flights list
it: Lista dei voli come istruttore

source: List your flights as copilot stored on data base
it: Visualizza i voli effetuati come istruttore

source: as copilot have
it: come istruttore hai

source: Bills list
it: Lista dei voli addebitati

source: List your flights bills stored on data base
it: Visualizza i voli addebitati a te

source: one flight bill found
it: un volo trovato

source: has
it: ha

source: used
it: usato

source: units
it: unità

source: for
it: per

source: Duration
it: Durata

source: Cost
it: Costo

source: Flights Insert
it: Inserimento dei voli

source: Input table for register tow flights sheets
it: Tabella per l'inserimento dei folgi di traino

source: Form SAVED
it: Modulo SALVATO

source: Form not saved
it: Modulo non salvato

source: one flight found
it: un volo trovato

source: from %(first_date)s you:
it: dal %(first_date)s tu hai:

source: used %(tow_cents)s cents for towing
it: usato %(tow_cents)s centesimi per il traino

source: used %(tmg_cents)s cents for motorglider
it: usato %(tmg_cents)s centesimi per il motoaliante

source: all
it: tutti

source: Delete
it: Elimina

source: Welcome
it: Benvenuto

source: You are logged in as <strong>%(username)s</strong>
it: Ti sei collegato come <strong>%(username)s</strong>

source: Logout
it: Esci

source: You are registered as
it: Sei registrato come

source: At %(initial_date)s your credit was setted to %(tow_initial_credit)s tow cents and %(tmg_initial_credit)s TMG cents
it: Il %(initial_date)s il tuo credito è stato impostato a %(tow_initial_credit)s centesimi per il traino and %(tmg_initial_credit)s centesimi per il motoaliante

source: You still have
it: Hai ancora

source: units for
it: unità per

source: Your debit is
it: Il tuo debito è

source: Please remeber to pay
it: Ricordati di pagare

source: Login to view your data
it: Accedi per visualizzare i tuoi dati

source: Login
it: Accedi

source: Receipt view
it: Vista ricevuta

source: Receipt detail and note change
it: Visione della ricevuta e modifica nota

source: Receipt note update
it: Modifica nota ricevuta

source: Note update
it: Modifica nota

source: Please enter a note if you have someone.
it: Inserisci una nota se ne hai qualcuna

source: Receipt saved successfully
it: Ricevuta salvata con successo

source: Created
it: Creata

source: Updated
it: Modificata il

source: Others amounts
it: Altri importi

source: Tow amount
it: Importo traino

source: Motorglider amount
it: Importo motoaliante

source: Motorglider cents
it: Centesimi motoaliante

source: Return to receipts list
it: Ritorna alla lista ricevute

source: Receipts view
it: Vista ricevute

source: List bills payed by you
it: Elenca le ricevute che hai pagato

source: one bill found
it: una ricevuta trovata

source: spent
it: speso

source: purchased
it: acquistato

source: Reports view
it: Vista rapporti

source: Report cents for every member
it: Resoconto dei centesimi per ogni socio

source: Report debits for member
it: Resoconto debiti per socio

source: Report receipts
it: Resoconto ricevute

source: Here you find various reports
it: Qui si possono ottenere vari rapporti

source: Balance for
it: Saldo per

source: Period: from %(from)s to %(to)s
it: Periodo: dal %(from)s al %(to)s

source: Report for member
it: Resoconto per socio

source: Report debits for every member
it: Resoconto dei debiti per ogni socio

source: Members Debits
it: Debiti Soci

source: Click button to view.
it: Clicca il pulsante per vedere

source: All
it: Tutti

source: Receipts report
it: Rapporto ricevute

source: Receipts range
it: Intervallo ricevute

source: Please enter receipt references.
it: Inserisci i riferimenti delle ricevute

source: Set personality
it: Impersona socio

source: Please choose a member.
it: Seleziona un socio
